import React from 'react';
import "./About.css";

const About = () => {
    return (
        <div className="about">
            <div className="about-container">
                <div className="about-flex">
                    <div className="about-header">
                        <h1> شرایط عضویت و استفاده از سایت</h1>
                        <div id="line"></div>
                    </div>
                    <div className="about-body">
                        <ul>
                            <li>پس از ثبت نام و عضویت در سایت امکان تغییر نام، نام‌خانوادگی و کدملی شما وجود ندارد و با توجه به اینکه تمامی فعالیتهای سایت بصورت رسمی و قانونی ثبت میشود امکان حذف فعالیت کاربری را نخواهیم داشت.</li>
                            <li>ایجاد نام کاربری در سایت تنها با داشتن یک شماره موبایل معتبر ممکن خواهد بود و امکان استفاده دو نام کاربری با یک شماره موبایل و ایمیل وجود ندارد.</li>
                            <li>برای تغییر شماره موبایل شما میتوانید آنرا در بخش اطلاعات کاربری اصلاح نمایید.</li>
                            <li>عواقب ناشی از ثبت شماره موبایل و ایمیل غیر صحیح یا شماره موبایل و ایمیلی که کاربر به آن دسترسی ندارد بر عهده آل‌دیجیتال نمیباشد.</li>
                            <li>جهت خرید از سایت ثبت آدرس و کد ملی صحیح الزامی است</li>
                            <li>عواقب ناشی از ثبت مشخصات غیر صحیح برعهده آل‌دیجیتال نخواهد بود.</li>
                            <li>مشخصات کاربران نزد آل‌دیجیتال بصورت محرمانه حفظ میشوند و آل‌دیجیتال مشخصات کاربران سایت را در اختیار شخص یا سازمان دیگر قرار نخواهد داد.</li>
                            <li>كاربران سايت آل‌ديجيتال بايد از گذاشتن آدرس سايت، قيمت و يا نام ساير فروشندگان و هر گونه تبليغات در سایت آل‌ديجيتال پرهيز نمايند</li>
                            <li>پرسش و پاسخهای مطرح شده در سایت و آگهی های فروش و پیشنهاد قیمت‌های ثبت شده شما در بخش allBay آل‌دیجیتال با نمایش نام و نام خانوادگی شما برای عموم انجام خواهد شد.</li>
                            <li>كاربران سايت بايد از مطرح كردن هر نوع مطلب بي ارتباط با حوزه فعاليت سايت  و همچنين مطالب غير اخلاقي يا اهانت آميز خودداري نمايند.</li>
                            <li>لطفا از درج يك مطلب در محلهاي مختلف سايت خودداري نماييد در غير اينصورت مطالب تكراري حذف مي‌شوند.</li>
                            <li>از درج مطالب بدون پايه و اساس كه باعث گمراهي ساير كاربران ميشود خودداري نماييد.</li>
                            <li>آل‌ديجيتال حق دارد جهت دفاع از حقوق خود یا ساير كاربران هر سوال يا جوابي را از بخش پرسش و پاسخ حذف نمايد.</li>
                            <li>آل‌ديجيتال حق دارد بدون دادن توضیحی از ادامه عضويت هر يك از  اعضا كه لازم باشد جلوگيري نمايد یا فعالیت کاربری را محدود کند.</li>
                        </ul>
                    </div>
                </div>
            </div>
        </div>
    )
}

export default About