import React from 'react';
import "./Guidelines.css";

const Guidelines = () => {
  return (
    <div className="guidelines">
        <div className="guidelines-container">
            <div className="guidelines-flex">
                <div className="guidelines-header">
                    <h1>درباره دیجی کالا</h1>
                    <div id="line"></div>
                </div>
                <div className="guidelines-body">
                    <h5>به نام خدا</h5>
                    <p>آل‌دیجیتال یکی از قدیمی ترین فروشگاه‌های تخصصی اینترنتی کالای دیجیتال است که در سال 1387 تاسیس و در سال 1391 موفق به کسب نماد اعتماد الکترونیکی فروشگاههای اینترنتی از مرکز توسعه تجارت الکترونیکی وزارت صنعت، معدن و تجارت شد.</p>
                    <p>آل‌دیجیتال همیشه مهمترین اصل کاری خود را رضایت مشتریان قرار داده است و با هدف خدمت رسانی در زمینه مشاوره و تامین جدیدترین برندهای کالاهای دیجیتال و لوازم جانبی مرتبط در حال فعالیت است و توانسته باحمایت کاربران عزیز و پشتکار و تلاش پرسنل متعهد خود در زمره بهترین و معتبرترین فروشگاههای اینترنتی کشور قرار گیرد و اطمینان بسیاری از فعالان و کاربران فضای مجازی را بخود جلب کند.</p>
                    <p>آل‌دیجیتال یک مرجع مطمئن برای خرید موبایل، تبلت، لپ تاپ، ساعت هوشمند، گجت‌های هوشمند، دوربین دیجیتال، هدفون و هندزفری، تجهیرات کامپیوتر، کنسول بازی و سایر کالاهای دیجیتال است.</p>
                    <p>شما در آل دیجیتال میتوانید کالاهای برندهای معتبر و معروف مانند گوشی آیفون، گوشی سامسونگ، لپ تاپ های اپل یا مک بوک، سرفیس لپ تاپ ها و سایر کالاهای دیجیتال از برندهای مطرح و معتبر جهانی را پیدا کنید.</p>
                    <p>خدماتی که در این وب سایت ارائه میشود عبارتند از:</p>
                    <ul>
                        <li> ارائه اطلاعاتی جامع و تخصصی از مشخصات کالاها</li>
                        <li>مشاوره به کاربران برای داشتن خریدی خوب و مطمئن</li>
                        <li>قسمت گفتگو و پرسش و پاسخ جهت بحث و اظهار نظر تخصصی و مشورتی در مورد کالاهای دیجیتال</li>
                        <li>فروش اینترنتی انواع کالاهای دیجیتال و لوازم جانبی مرتبط با آنها</li>
                        <li>امکان ثبت آگهی و فروش کالا توسط کاربران و خرید کالاهای سایر کابران در بخش allBay</li>
                    </ul>
                    <p>تمامي سعي ما در  آل‌ديجيتال ايجاد محلي قابل اطمينان جهت معرفي و عرضه محصولات ديجيتال است تا با برقراری ارتباطی ویژه کاربران اين مجموعه بتوانند با آسودگي خاطر كالاي مورد نظر خود را انتخاب و با اطمينان از اصالت و سلامت محصول اقدام به تهيه آن بنمايند که بدين منظور همواره سعي کرده‌ايم تا همه محصولات از تامين کنندگان معتبر تهيه شوند تا بتوانيم از خدمات ارائه شده اطمينان داشته باشيم و همواره افتخار ما ارائه خدمات مطلوب به کاربرانمان بوده است و هميشه خود را پاسخگوي آنها مي‌دانيم</p>
                    <p>شايان ذكر است مجموعه آل‌ديجيتال در حال حاضر تنها در کرمان دو فروشگاه فیزیکی دارد و بخش فروش اینترنتی بصورت مستقل اقدام به خدمات رساني به هموطنان گرامي مي‌نمايد.</p>
                    <p>آرزوي قلبي ما رضايت كامل شما كاربران محترم مي‌باشد و اميد است با همكاري شما عزيزان به اين مهم دست يابيم و هميشه آماده شنيدن پيشنهادات و انتقادات شما هستيم.</p>
                </div>
            </div>
        </div>
    </div>
  )
}

export default Guidelines